Repository: manju-summoner/YukkuriMovieMaker.Plugin.Community
Catalog: YukkuriMovieMaker.Plugin.Community/Voice/AivisCloudAPI/Texts.*.resx
Languages: ar_sa, es_es, id_id, ko_kr, zh_cn, zh_tw

# CurrentCulture
source: en-us
ar_sa: ar-sa
es_es: es-es
id_id: id-id
ko_kr: ko-kr
zh_cn: zh-cn
zh_tw: zh-tw

source: Speed
ar_sa: سرعة
es_es: Velocidad
id_id: Kecepatan
ko_kr: 속도
zh_cn: 速度
zh_tw: 速度

source: Style
ar_sa: أسلوب
es_es: Estilo
id_id: Gaya
ko_kr: 스타일
zh_cn: 风格
zh_tw: 風格

source: Emotional Intensity
ar_sa: شدة العاطفة
es_es: Intensidad emocional
id_id: Intensitas Emosional
ko_kr: 감정 강도
zh_cn: 情感强度
zh_tw: 情感強度

# EmotionalIntensityDesc
source: Emotional Intensity of the selected speaker style. The higher the value, the closer the voice will be to the emotional expression of the selected speaker style. For example, if the speaker style is 'Cheerful', a higher value will result in a happier and brighter way of speaking. However, for some speakers or styles, setting the value too high may result in unnatural speech or a robotic tone. The maximum value for correct speech varies by speaker and style. Adjust as needed to find the optimal value.
ar_sa: Intensitas Emosional dari gaya pembicara yang dipilih. Semakin tinggi nilainya, semakin dekat suara dengan ekspresi emosional dari gaya pembicara yang dipilih. Misalnya, jika gaya pembicara adalah 'Ceriah', nilai yang lebih tinggi akan menghasilkan cara berbicara yang lebih bahagia dan cerah. Namun, untuk beberapa pembicara atau gaya, mengatur nilai terlalu tinggi dapat menghasilkan ucapan yang tidak alami atau nada robotik. Nilai maksimum untuk ucapan yang benar bervariasi tergantung pada pembicara dan gaya. Sesuaikan sesuai kebutuhan untuk menemukan nilai optimal.
es_es: Intensidad emocional del estilo de hablante seleccionado. Cuanto mayor sea el valor, más cercana será la voz a la expresión emocional del estilo de hablante seleccionado. Por ejemplo, si el estilo de hablante es 'Alegre', un valor más alto resultará en una forma de hablar más feliz y brillante. Sin embargo, para algunos hablantes o estilos, establecer el valor demasiado alto puede resultar en un habla poco natural o un tono robótico. El valor máximo para un habla correcta varía según el hablante y el estilo. Ajusta según sea necesario para encontrar el valor óptimo.
ko_kr: Intensidad emocional del estilo de hablante seleccionado. Cuanto mayor sea el valor, más cercana será la voz a la expresión emocional del estilo de hablante seleccionado. Por ejemplo, si el estilo de hablante es 'Alegre', un valor más alto resultará en una forma de hablar más feliz y brillante. Sin embargo, para algunos hablantes o estilos, establecer el valor demasiado alto puede resultar en un habla poco natural o un tono robótico. El valor máximo para un habla correcta varía según el hablante y el estilo. Ajusta según sea necesario para encontrar el valor óptimo.
zh_cn: 所選說話者風格的情感強度。 數值越大，語音越接近所選說話者風格的情感表達。 例如，如果說話者風格是「愉快」，則數值越大，語音聽起來就越開心和明亮。 另一方面，對於某些說話者或風格，將數值設置得過高可能會導致語音不自然或機械化。 正確發聲的最大值因說話者和風格而異。根據需要調整以找到最佳值。
zh_tw: 선택한 화자 스타일의 감정 강도입니다. 값이 높을수록 선택한 화자 스타일의 감정 표현에 가까운 음성이 됩니다. 예를 들어 화자 스타일이 '쾌활'이라면, 값이 높을수록 더 행복하고 밝은 말투가 됩니다. 그러나 일부 화자나 스타일의 경우, 값을 너무 높게 설정하면 발음이 이상해지거나 로봇 같은 목소리가 될 수 있습니다. 정확한 발음이 가능한 최대값은 화자와 스타일에 따라 다릅니다. 필요에 따라 최적의 값을 찾아 조정하세요.

source: Tempo Dynamics
ar_sa: ديناميات الإيقاع
es_es: Dinámica de tempo
id_id: Dinamika Tempo
ko_kr: 템포 다이내믹스
zh_cn: 节奏动态
zh_tw: 節奏動態

# TempoDynamicsDesc
source: Tempo Dynamics of the speech. The higher the value, the faster and more natural the speech will be.
ar_sa: شدة تقلبات سرعة الكلام. كلما زادت القيمة، كانت السرعة أكثر طبيعية وسرعة.
es_es: Intensidad de las variaciones en la velocidad del habla. Cuanto mayor sea el valor, más rápida y natural será la voz.
id_id: Intensitas variasi kecepatan bicara. Semakin tinggi nilainya, semakin cepat dan alami suaranya。
ko_kr: 말하는 속도의 완급 조절 강도. 값이 높을수록 말이 더 빠르고 자연스러워집니다.
zh_cn: 语速的起伏强度。数值越大，语速越快，语调越自然。
zh_tw: 說話速度的起伏強度。數值越大，語速越快，語調越自然。

source: Pitch
ar_sa: طبقة الصوت
es_es: Tono
id_id: Nada
ko_kr: 피치
zh_cn: 音调
zh_tw: 音調

# PitchDesc
source: Height of the voice pitch. The higher the value, the higher the pitch of the voice. Changing this value from 0.0 can degrade the quality of the synthesized speech. It can also significantly reduce the generation speed.
ar_sa: ارتفاع نغمة الصوت. كلما زادت القيمة، كانت نغمة الصوت أعلى. تغيير هذه القيمة من 0.0 قد يؤدي إلى تدهور جودة الكلام المُركب. También puede reducir بشكل كبير سرعة التوليد.
es_es: Altura del tono de voz. Cuanto mayor sea el valor, más alto será el tono de la voz. Cambiar este valor desde 0.0 puede degradar la calidad del habla sintetizada. También puede reducir significativamente la velocidad de generación.
id_id: Tinggi nada suara. Semakin tinggi nilainya, semakin tinggi nada suaranya. Mengubah nilai ini dari 0.0 dapat menurunkan kualitas ucapan yang disintesis. Kecepatan generasi juga dapat berkurang secara signifikan.
ko_kr: 음성 피치의 높이입니다. 값이 높을수록 음성의 피치가 더 높아집니다. 이 값을 0.0에서 변경하면 합성 음성의 품질이 저하될 수 있습니다. 생성 속도도 크게 감소할 수 있습니다.
zh_cn: 语音音调的高度。 数值越大，语音的音调越高。 更改此值从 0.0 开始可能会降低合成语音的质量。 生成速度也可能显著降低。
zh_tw: 語音音調的高度。 數值越大，語音的音調越高。 更改此值從 0.0 開始可能會降低合成語音的品質。 生成速度也可能顯著降低。

source: Leading Silence Seconds
ar_sa: ثواني الصمت الأولية
es_es: Segundos de silencio inicial
id_id: Detik Keheningan Awal
ko_kr: 시작 무음 초
zh_cn: 开始静音秒数
zh_tw: 開始靜音秒數

# LeadingSilenceSecondsDesc
source: Length of silence at the beginning of the speech
ar_sa: طول الصمت في بداية الكلام
es_es: Longitud del silencio al inicio del habla
id_id: Panjang keheningan di awal ucapan
ko_kr: 음성 시작 부분의 무음 시간 길이
zh_cn: 开始语音前的静音时间长度
zh_tw: 開始語音前的靜音時間長度

source: Trailing Silence Seconds
ar_sa: ثواني الصمت النهائية
es_es: Segundos de silencio final
id_id: Detik Keheningan Akhir
ko_kr: 종료 무음 초
zh_cn: 结束静音秒数
zh_tw: 結束靜音秒數

# TrailingSilenceSecondsDesc
source: Length of silence at the end of the speech
ar_sa: طول الصمت في نهاية الكلام
es_es: Longitud del silencio al final del habla
id_id: Panjang keheningan di akhir ucapan
ko_kr: 음성 끝 부분의 무음 시간 길이
zh_cn: 结束语音后的静音时间长度
zh_tw: 結束語音後的靜音時間長度

source: Line Break Silence Seconds
ar_sa: ثواني الصمت عند فواصل الأسطر
es_es: Segundos de silencio de salto de línea
id_id: Detik Keheningan Baris Baru
ko_kr: 줄 바꿈 무음 초
zh_cn: 换行静音秒数
zh_tw: 換行靜音秒數

# LineBreakSilenceSecondsDesc
source: Length of silence at line breaks
ar_sa: طول الصمت عند فواصل الأسطر
es_es: Longitud del silencio en saltos de línea
id_id: Panjang keheningan pada jeda baris
ko_kr: 줄 바꿈 시의 무음 시간 길이
zh_cn: 换行时的静音时间长度
zh_tw: 換行時的靜音時間長度

# SecUnit
source: sec
ar_sa: ثانية
es_es: Segundos
id_id: dtk
ko_kr: 초
zh_cn: 秒
zh_tw: 秒

source: API Key
ar_sa: مفتاح API
es_es: Clave API
id_id: Kunci API
ko_kr: API 키
zh_cn: API密钥
zh_tw: API金鑰

# SpeakerList
source: Speakers
ar_sa: قائمة المتحدثين
es_es: Lista de hablantes
id_id: Daftar Pembicara
ko_kr: 화자 목록
zh_cn: 说话者列表
zh_tw: 說話者列表

source: Model UUID
ar_sa: نموذج UUID
es_es: Modelo UUID
ko_kr: 모델 UUID
zh_cn: 模型UUID
zh_tw: 模型UUID

# NameHeader
source: Name
ar_sa: اسم
es_es: Nombre
id_id: Nama
ko_kr: 이름
zh_cn: 名称
zh_tw: 名稱

source: Description
ar_sa: وصف
es_es: Descripción
id_id: Deskripsi
ko_kr: 설명
zh_cn: 描述
zh_tw: 描述

source: Add
ar_sa: إضافة
es_es: Agregar
id_id: Tambah
ko_kr: 추가
zh_cn: 添加
zh_tw: 新增

source: Delete
ar_sa: حذف
es_es: Eliminar
id_id: Hapus
ko_kr: 삭제
zh_cn: 删除
zh_tw: 刪除

# MissingUuidMessage
source: Please enter the Model UUID or the AivisHub model page URL.
ar_sa: ingrese el UUID del modelo o la URL de la página del modelo de AivisHub.
es_es: Por favor
id_id: الرجاء إدخال UUID النموذج أو عنوان URL لصفحة نموذج AivisHub.
ko_kr: 모델 UUID 또는 AivisHub 모델 페이지 URL을 입력하세요.
zh_cn: 请输入模型UUID或AivisHub模型页面URL。
zh_tw: 請輸入模型UUID或AivisHub模型頁面URL。

source: Error
ar_sa: خطأ
id_id: Kesalahan
ko_kr: 오류
zh_cn: 错误
zh_tw: 錯誤

source: Fetching Model Info
ar_sa: جاري الحصول على معلومات النموذج
es_es: Obteniendo información del modelo
id_id: Mendapatkan informasi model
ko_kr: 모델 정보 가져오는 중
zh_cn: 正在获取模型信息
zh_tw: 正在獲取模型資訊

# ErrorFetchingModelInfo
source: Failed to fetch model info
ar_sa: Fallo al obtener información del modelo
es_es: Error al obtener información del modelo
id_id: Gagal mendapatkan informasi model
ko_kr: 모델 정보 가져오기 실패
zh_cn: 获取模型信息失败
zh_tw: 獲取模型資訊失敗

# HowToUseAivisCloudApi
source: Help: How to set up AivisCloudAPI
ar_sa: مساعدة: كيفية إعداد AivisCloudAPI
es_es: Ayuda: Cómo configurar AivisCloudAPI
id_id: Bantuan: Cara mengatur AivisCloudAPI
ko_kr: 도움말: AivisCloudAPI 설정 방법
zh_cn: AivisCloudAPI的设置方法帮助
zh_tw: 如何设置AivisCloudAPI的帮助

# AnnielBlockedMessage
source: This model is not available. Details: {0}
ar_sa: هذا النموذج غير متاح. التفاصيل: {0}
es_es: Este modelo no está disponible. Detalles: {0}
id_id: Model ini tidak tersedia. Detail: {0}
ko_kr: 이 모델은 사용할 수 없습니다. 세부 정보: {0}
zh_cn: 该模型不可用。 详情: {0}
zh_tw: 該模型不可用。 詳情: {0}

# SpeakerBlockedMessage
source: This model is not available due to development policy violations.
ar_sa: هذا النموذج غير متاح بسبب انتهاكات سياسة التطوير.
es_es: Este modelo no está disponible debido a violaciones de la política de desarrollo.
id_id: Model ini tidak tersedia karena pelanggaran kebijakan pengembangan.
ko_kr: 이 모델은 개발 정책 위반으로 인해 사용할 수 없습니다.
zh_cn: 由于违反开发政策，该模型不可用。
zh_tw: 由於違反開發政策，該模型不可用。
