Repository: manju-summoner/YukkuriMovieMaker.Plugin.Community
Catalog: YukkuriMovieMaker.Plugin.Community/Effect/Video/StripeGlitchNoise/Texts.*.resx
Languages: ar_sa, id_id

# CurrentCulture
source: ja-jp
ar_sa: ar-sa
id_id: id-id

# EffectCategoryAnimationName
source: アニメーション
ar_sa: الحركة

# UnitCount
source: 個
ar_sa: وحدات
id_id: Unit

# StripeGlitchNoiseEffectName
source: グリッチノイズ（帯）
ar_sa: ضجيج العطل (شريط)
id_id: Gangguan glitch (garis)

# StripeGlitchNoiseEffectStripeCountName
source: 帯の数
ar_sa: عدد الشرائط
id_id: Jumlah garis

# StripeGlitchNoiseEffectStripeCountDesc
source: 帯の数
ar_sa: عدد الشرائط
id_id: Jumlah garis

# StripeGlitchNoiseEffectStripeMaxWidthName
source: 帯の幅
ar_sa: عرض الشريط
id_id: Lebar garis

# StripeGlitchNoiseEffectStripeMaxWidthDesc
source: 帯の幅
ar_sa: عرض الشريط
id_id: Lebar garis

# StripeGlitchNoiseEffectStripeMaxShiftName
source: 帯ずれ
ar_sa: إزاحة الشريط
id_id: Pergeseran garis

# StripeGlitchNoiseEffectStripeMaxShiftDesc
source: 帯のずれ
ar_sa: إزاحة الشريط
id_id: Pergeseran garis

# StripeGlitchNoiseEffectRepeatName
source: 繰り返し
ar_sa: تكرار
id_id: Ulangi

# StripeGlitchNoiseEffectRepeatDesc
source: 繰り返し
ar_sa: كرر
id_id: Ulangi

# StripeGlitchNoiseEffectColorMaxShiftName
source: 色ずれ
ar_sa: انزياح اللون
id_id: Pergeseran warna

# StripeGlitchNoiseEffectColorMaxShiftDesc
source: 色のずれ
ar_sa: بيرلن
id_id: Pergeseran warna

# StripeGlitchNoiseEffectIsHardBorderModeName
source: サイズを固定
ar_sa: بيرلن
id_id: Ukuran tetap

# StripeGlitchNoiseEffectIsHardBorderModeDesc
source: サイズを固定
ar_sa: حجم ثابت
id_id: Ukuran tetap

# StripeGlitchNoiseEffectStripeMaxWidthAttenuationName
source: 幅減衰
ar_sa: توهين عرض القطاع
id_id: Attenuasi lebar

# StripeGlitchNoiseEffectStripeMaxWidthAttenuationDesc
source: 幅減衰
ar_sa: توهين العرض
id_id: Attenuasi lebar

# StripeGlitchNoiseEffectStripeMaxShiftAttenuationName
source: ずれ減衰
ar_sa: خلوي
id_id: Attenuasi perpindahan

# StripeGlitchNoiseEffectStripeMaxShiftAttenuationDesc
source: ずれ減衰
ar_sa: التوهين الأقصى لانحراف شريط تأثير الضوضاء الشريطية
id_id: Attenuasi perpindahan

# StripeGlitchNoiseEffectComplicationGroupName
source: 複雑化
ar_sa: التعقيد
id_id: Komplikasi

# StripeGlitchNoiseEffectPlaybackRateName
source: 再生速度
ar_sa: معدل تشغيل الضوضاء المتموجة
id_id: Kecepatan pemutaran

# StripeGlitchNoiseEffectPlaybackRateDesc
source: 再生速度
ar_sa: معدل تشغيل تأثير ضوضاء خطأ الشريط
id_id: Kecepatan pemutaran
