Repository: manju-summoner/YukkuriMovieMaker.Plugin.Community
Catalog: YukkuriMovieMaker.Plugin.Community/VoiceActivityDetector/SileroVad/Texts.*.resx
Languages: id_id, ko_kr, zh_cn

# CurrentCulture
source: en-us
id_id: id-id
ko_kr: ko-kr
zh_cn: zh-cn

source: Threshold
id_id: Ambang
ko_kr: 임계값
zh_cn: 阈值

# ThresholdDesc
source: The threshold for detecting voice. The lower the value
id_id: El umbral para detectar la voz. Cuanto menor sea el valor
ko_kr: 检测声音的阈值。值越小，检测越容易，但误报也会增加。
zh_cn: the easier it is to detect

# MinSpeechDurationMs
source: Min Speech Duration
id_id: Durasi Bicara Minimum
ko_kr: 최소 음성 지속 시간
zh_cn: Minimum Speech Duration

# MinSpeechDurationMsDesc
source: Considered speech if the voice continues for more than this time.
id_id: Dianggap sebagai bicara jika suara berlanjut lebih dari waktu ini.
ko_kr: 이 시간 이상 음성이 지속되면 음성으로 간주됩니다.
zh_cn: 如果发音时间超过该值，则视为发言。

# MaxSpeechDurationSeconds
source: Max Speech Duration
id_id: Durasi Bicara Maksimum
ko_kr: 최대 음성 지속 시간
zh_cn: Maximum Speech Duration

# MaxSpeechDurationSecondsDesc
source: Considered the end of speech if the voice continues for more than this time.
id_id: Dianggap sebagai akhir bicara jika suara berlanjut lebih dari waktu ini.
ko_kr: 이 시간 이상 음성이 지속되면 음성 종료로 간주됩니다.
zh_cn: 如果发音时间超过该值，则视为发言结束。

# MinSilenceDurationMs
source: Min Silence Duration
id_id: Durasi Diam Minimum
ko_kr: 최소 무음 지속 시간
zh_cn: Minimum Silence Duration

# MinSilenceDurationMsDesc
source: Considered the end of speech if silence continues for more than this time.
id_id: Dianggap sebagai akhir bicara jika keheningan berlanjut lebih dari waktu ini.
ko_kr: 이 시간 이상 무음이 지속되면 음성 종료로 간주됩니다.
zh_cn: 如果静默时间超过该值，则视为发言结束。

# SpeechPadMs
source: Speech Padding
id_id: Jeda Bicara
ko_kr: 음성 구간 확장

# SpeechPadMsDesc
source: Extends the speech interval back and forth by this time.
id_id: Memperluas interval bicara bolak-balik selama waktu ini.
ko_kr: 이 시간만큼 음성 구간을 앞뒤로 확장합니다.
zh_cn: 仅延长此时间段前后的语音区间。

# SecUnit
source: s
id_id: Detik
ko_kr: 초
zh_cn: 秒

# MilliSecUnit
source: ms
id_id: milidetik
ko_kr: 초
zh_cn: 毫秒
