Repository: manju-summoner/YukkuriMovieMaker.Plugin.Community
Catalog: YukkuriMovieMaker.Plugin.Community/Voice/Kotodama/Texts.*.resx
Languages: ar_sa, es_es, id_id, ko_kr, zh_cn, zh_tw

# CurrentCulture
source: en-us
ar_sa: ar-sa
es_es: es-es
id_id: id-id
ko_kr: ko-kr
zh_cn: zh-cn
zh_tw: zh-tw

source: API Key
ar_sa: مفتاح API
es_es: Clave API
id_id: Kunci API
ko_kr: API 키
zh_cn: API密钥
zh_tw: API 金鑰

# Decoration
source: Emotion
ar_sa: العاطفة
es_es: Emoción
id_id: Emosi
ko_kr: 감정
zh_cn: 情感
zh_tw: 情感

source: About Kotodama
ar_sa: حول كوتوداما
es_es: Acerca de Kotodama
id_id: Tentang Kotodama
ko_kr: Kotodama 소개
zh_cn: 关于言灵
zh_tw: 關於言靈

# AboutKotodamaMessage
source: Kotodama is a cloud-based text-to-speech service operated by SpiralAI Inc. An API key is required for use.
ar_sa: Kotodama هو خدمة تحويل النص إلى كلام قائمة على السحابة تديرها SpiralAI Inc. يتطلب الاستخدام مفتاح API.
es_es: Kotodama es un servicio de síntesis de voz basado en la nube operado por SpiralAI Inc. Se requiere una clave API para su uso.
id_id: Kotodama adalah layanan sintesis suara berbasis cloud yang dioperasikan oleh SpiralAI Inc. Diperlukan kunci API untuk digunakan.
ko_kr: Kotodama는 SpiralAI 주식회사가 운영하는 클라우드 음성 합성 서비스입니다. 사용하려면 별도의 API 키를 발급받아야 합니다.
zh_cn: Kotodama是由SpiralAI株式会社运营的云端语音合成服务。 使用时需自行获取API密钥。
zh_tw: Kotodama是由SpiralAI株式会社運營的雲端語音合成服務。 使用需要單獨取得API密鑰。

source: Speaker Name
ar_sa: اسم المتحدث
es_es: Nombre del orador
id_id: Nama Pembicara
ko_kr: 화자 이름
zh_cn: 说话者名称
zh_tw: 說話人名稱

source: Speaker ID
ar_sa: معرف المتحدث
es_es: ID del orador
id_id: ID Pembicara
ko_kr: 화자 ID
zh_cn: 说话者ID
zh_tw: 說話人ID

# DecorationName
source: Emotion Name
ar_sa: اسم العاطفة
es_es: Nombre de la emoción
id_id: Nama Emosi
ko_kr: 감정 이름
zh_cn: 情感名称
zh_tw: 情感名稱

# DecorationId
source: Emotion ID
ar_sa: معرف العاطفة
es_es: ID de la emoción
id_id: ID Emosi
ko_kr: 감정 ID
zh_cn: 情感ID
zh_tw: 情感ID

source: Content Restrictions
ar_sa: قيود المحتوى
es_es: Restricciones de contenido
id_id: Pembatasan Konten
ko_kr: 콘텐츠 제한
zh_cn: 限制条款
zh_tw: 內容限制

source: Add Speaker
ar_sa: إضافة متحدث
es_es: Agregar orador
id_id: Tambah Pembicara
ko_kr: 화자 추가
zh_cn: 添加说话者
zh_tw: 添加說話人

# AddDecoration
source: Add Emotion
ar_sa: إضافة عاطفة
es_es: Agregar emoción
id_id: Tambah Emosi
ko_kr: 감정 추가
zh_cn: 添加情感
zh_tw: 添加情感

source: Delete
ar_sa: حذف
es_es: Eliminar
id_id: Hapus
ko_kr: 삭제
zh_cn: 删除
zh_tw: 刪除

source: Speaker Settings
ar_sa: إعدادات المتحدث
es_es: Configuración del orador
id_id: Pengaturan Pembicara
ko_kr: 화자 설정
zh_cn: 说话者设置
zh_tw: 說話人設定

source: New Character
ar_sa: شخصية جديدة
es_es: Nuevo personaje
id_id: Karakter Baru
ko_kr: 새 캐릭터
zh_cn: 新角色
zh_tw: 新角色

# NewDecoration
source: New Emotion
ar_sa: عاطفة جديدة
es_es: Nueva emoción
id_id: Emosi Baru
ko_kr: 새 감정
zh_cn: 新情感
zh_tw: 新情感

# HelpLinkText
source: Help: How to set up Kotodama
ar_sa: مساعدة: كيفية إعداد كوتوداما
es_es: Ayuda: Cómo configurar Kotodama
id_id: Bantuan: Cara mengatur Kotodama
ko_kr: 도움말: Kotodama 설정 방법
zh_cn: 帮助：Kotodama设置方法
zh_tw: 說明：如何設定Kotodama
