Repository: manju-summoner/YukkuriMovieMaker.Plugin.Community
Catalog: YukkuriMovieMaker.Plugin.Community/Tool/Browser/Texts.*.resx
Languages: es_es, ko_kr, zh_cn

# CurrentCulture
source: ja-jp
es_es: es-es
ko_kr: ko-kr
zh_cn: zh-cn

# Browser
source: ブラウザ
es_es: Navegador
ko_kr: 브라우저
zh_cn: 浏览器

# Back
source: 戻る
es_es: Regresar
ko_kr: 뒤로
zh_cn: 返回

# Forward
source: 進む
es_es: Adelante
ko_kr: 앞으로
zh_cn: 前进

# Refresh
source: 更新
es_es: Actualizar
ko_kr: 새로 고침
zh_cn: 刷新

# Stop
source: 停止
es_es: Detener
ko_kr: 중지

# AddFavorite
source: お気に入りに追加
es_es: Agregar a favoritos
ko_kr: 즐겨찾기 추가
zh_cn: 添加收藏夹

# Menu
source: メニュー
es_es: Menú
ko_kr: 메뉴
zh_cn: 菜单

# NewTab
source: 新しいタブ
es_es: Pestaña nueva
ko_kr: 새 탭
zh_cn: 新标签页

# FailedToInitializeBrowser
source: ブラウザの初期化に失敗しました。 この機能を実行するためには、WebView2 ランタイム（エバーグリーン ブートストラップ）をインストールする必要があります。
es_es: No se pudo inicializar el navegador. Para usar esta función, debe instalar el tiempo de ejecución de WebView2 (Evergreen Bootstrapper).
ko_kr: 브라우저를 초기화하지 못했습니다. 이 기능을 사용하려면 WebView2 런타임(에버그린 부트스트래퍼)을 설치해야 합니다.
zh_cn: 浏览器初始化失败。 要使用此功能，您需要安装 WebView2 运行时（Evergreen Bootstrapper）。

# NameLabel
source: 名前
es_es: Nombre
ko_kr: 이름
zh_cn: 名称

# Directory
source: ディレクトリ
es_es: Directorio
ko_kr: 디렉터리
zh_cn: 目录

# DirectoryDesc
source: 「/」で区切るとサブフォルダを作成できます。 例: フォルダ名/サブフォルダ名
es_es: Puede crear subcarpetas separándolas con “/”. Ejemplo: NombreCarpeta/SubcarpetaNombre
ko_kr: “/”로 구분하여 하위 폴더를 만들 수 있습니다. 예: 폴더명/하위폴더명
zh_cn: 您可以通过“/”分隔来创建子文件夹。 例如：文件夹名/子文件夹名

# Delete
source: 削除
es_es: Eliminar
ko_kr: 삭제
zh_cn: 删除

# Done
source: 完了
es_es: Hecho
ko_kr: 완료
zh_cn: 完成

# EditFavorite
source: お気に入りの編集
es_es: Editar favorito
ko_kr: 즐겨찾기 편집
zh_cn: 编辑收藏夹

# Favorite
source: お気に入り
es_es: Favorito
ko_kr: 즐겨찾기
zh_cn: 收藏夹

# AlwaysShowToolBar
source: ツールバーを常に表示
es_es: Mostrar siempre la barra de herramientas
zh_cn: 始终显示工具栏
