Repository: manju-summoner/YukkuriMovieMaker.Plugin.Community
Catalog: YukkuriMovieMaker.Plugin.Community/Tool/Explorer/Texts.*.resx
Languages: id_id

# CurrentCulture
source: en-us
id_id: id-id

source: Explorer
id_id: Penjelajah

source: Back
id_id: Kembali

source: Forward
id_id: Maju

source: Refresh
id_id: Muat ulang

source: Move to parent directory
id_id: Pindah ke direktori induk

source: Search
id_id: Cari

source: Open New Tab
id_id: Buka Tab Baru

# OpenNewTabMenuHeader
source: Open New Tab(_N)
id_id: Buka Tab Baru(_N)

source: Add File to Timeline
id_id: إضافة ملف إلى الجدول الزمني

# CopyMenuHeader
source: Copy(_C)
id_id: Salin(_C)

# CutMenuHeader
source: Cut(_T)
id_id: Potong(_T)

# PasteMenuHeader
source: Paste(_P)
id_id: Tempel(_P)

# DeleteMenuHeader
source: Delete(_D)
id_id: Hapus(_D)

# OpenInNewTabMenuHeader
source: Open in New Tab(_N)
id_id: Buka di Tab Baru(_N)

# OpenInWindowsExplorerMenuHeader
source: Open in Windows Explorer(_W)
id_id: Buka di Penjelajah Windows(_W)

# OpenWithDefaultAppMenuHeader
source: Open with Default App(_O)
id_id: Buka dengan Aplikasi Default(_O)

# PropertiesMenuHeader
source: Properties(_R)
id_id: Properti(_R)

# SelectAllMenuHeader
source: Select All(_A)
id_id: Pilih Semua(_A)

source: Add Favorite
id_id: Tambah Favorit

source: Edit Favorite
id_id: Sunting Favorit

source: Favorite
id_id: Favorit

# NameLabel
source: Name
id_id: Nama

source: Directory
id_id: Direktori

# DirectoryDesc
source: You can create subfolders by separating them with “/”. Example: FolderName/SubfolderName
id_id: Anda dapat membuat subfolder dengan memisahkannya dengan “/”. Contoh: NamaFolder/NamaSubfolder

source: Delete
id_id: Hapus

source: Done
id_id: Selesai

source: Image
id_id: Gambar

source: Text
id_id: Teks

source: Folder
id_id: Folde

source: Other
id_id: Lainnya

# SwitchViewMenuHeader
source: Switch View (_V)
id_id: Beralih Tampilan (_V)

source: List View
id_id: Tampilan Daftar

source: Thumbnail View
id_id: Tampilan Thumbnail

# IncreaseViewSizeMenuHeader
source: Increase View Size
id_id: Perbesar Ukuran Tampilan

# DecreaseViewSizeMenuHeader
source: Decrease View Size
id_id: Perkecil Ukuran Tampilan
