Repository: manju-summoner/YukkuriMovieMaker.Plugin.Community
Catalog: YukkuriMovieMaker.Plugin.Community/Tool/PluginPortal/Texts.*.resx
Languages: ar_sa, es_es, id_id, ko_kr, zh_cn, zh_tw

# CurrentCulture
source: en-us
ar_sa: ar-sa
es_es: es-es
id_id: id-id
ko_kr: ko-kr
zh_cn: zh-cn
zh_tw: zh-tw

source: Plugin Portal
ar_sa: بوابة الإضافات
es_es: Portal de complementos
id_id: Portal Plugin
ko_kr: 플러그인 포털
zh_cn: 插件门户
zh_tw: 插件入口

source: Author
ar_sa: المؤلف
es_es: Autor
id_id: Penulis
ko_kr: 작성자
zh_cn: 作者
zh_tw: 作者

source: Type
ar_sa: النوع
es_es: Tipo
id_id: Jenis
ko_kr: 유형
zh_cn: 类型
zh_tw: 類型

source: Date
ar_sa: التاريخ
es_es: Fecha
id_id: Tanggal
ko_kr: 날짜
zh_cn: 发布日期
zh_tw: 發布日期

source: Description
ar_sa: الوصف
es_es: Descripción
id_id: Deskripsi
ko_kr: 설명
zh_cn: 描述
zh_tw: 描述

# IsEnabled
source: Discontinued
ar_sa: تم إيقاف التوزيع
es_es: Descontinuado
id_id: Dihentikan
ko_kr: 배포 종료
zh_cn: 已停止分发
zh_tw: 已停止發佈

source: Download from GitHub
ar_sa: التنزيل من GitHub
es_es: Descargar desde GitHub
id_id: Unduh dari GitHub
ko_kr: GitHub에서 다운로드
zh_cn: 从GitHub下载
zh_tw: 從GitHub下載

source: Search
ar_sa: إغلاق
es_es: Cerrar
id_id: Tutup
ko_kr: 검색
zh_cn: 搜索
zh_tw: 搜尋

source: Install Downloaded
ar_sa: تثبيت الذي تم تنزيله
es_es: Instalar descargado
id_id: Pasang yang diunduh
ko_kr: 다운로드한 항목 설치
zh_cn: 安装已下载
zh_tw: 安裝已下載

source: Invalid GitHub URL
ar_sa: رابط GitHub غير صالح
es_es: URL de GitHub no válido
id_id: URL GitHub tidak valid
ko_kr: 잘못된 GitHub URL
zh_cn: 无效的GitHub URL
zh_tw: 無效的GitHub URL

source: Fetching latest release...
ar_sa: جاري جلب الإصدار الأخير...
es_es: Obteniendo la última versión...
id_id: Mengambil rilis terbaru...
ko_kr: 최신 릴리스 가져오는 중...
zh_cn: 正在获取最新版本...
zh_tw: 正在取得最新版本...

source: Failed to parse release info.
ar_sa: فشل في تحليل معلومات الإصدار.
es_es: No se pudo analizar la información de la versión.
id_id: Gagal mengurai info rilis.
ko_kr: 릴리스 정보 구문 분석 실패.
zh_cn: 无法解析版本信息。
zh_tw: 無法解析版本資訊。

source: No .ymme file found in the latest release.
ar_sa: لم يتم العثور على ملف .ymme في الإصدار الأخير.
es_es: No se encontró el archivo .ymme en la última versión.
id_id: Tidak ditemukan file .ymme di rilis terbaru.
ko_kr: 최신 릴리스에 .ymme 파일이 없습니다.
zh_cn: 在最新版本中未找到 .ymme 文件。
zh_tw: 在最新版本中未找到 .ymme 檔案.

# DownloadingFile
source: Downloading {0}...
ar_sa: جارٍ تنزيل {0}...
es_es: Descargando {0}...
id_id: Mengunduh {0}...
ko_kr: {0} 다운로드 중...
zh_cn: 正在下载 {0}...
zh_tw: 正在下載 {0}...

# DownloadCompleted
source: Download completed: {0}
ar_sa: اكتمل التنزيل: {0}
es_es: Descarga completada: {0}
id_id: Unduhan selesai: {0}
ko_kr: 다운로드 완료: {0}
zh_cn: 下载完成: {0}
zh_tw: 下載完成: {0}

# FailedToFetchReleaseInfo
source: Error: Failed to fetch release info. ({0})
ar_sa: خطأ: فشل في جلب معلومات الإصدار. ({0})
es_es: Error: No se pudo obtener la información de la versión. ({0})
id_id: Kesalahan: Gagal mengambil info rilis. ({0})
ko_kr: 오류: 릴리스 정보를 가져오지 못했습니다. ({0})
zh_cn: 错误: 获取版本信息失败。 ({0})
zh_tw: 錯誤: 取得版本資訊失敗。 ({0})

# NetworkError
source: Error: There may be a problem with your network connection.
ar_sa: خطأ: قد تكون هناك مشكلة في اتصال الشبكة لديك.
es_es: Error: Puede haber un problema con su conexión de red.
id_id: Kesalahan: Mungkin ada masalah dengan koneksi jaringan Anda.
ko_kr: 오류: 네트워크 연결에 문제가 있을 수 있습니다.
zh_cn: 错误: 可能存在网络连接问题。
zh_tw: 錯誤: 可能有網路連線問題。

# ErrorMessage
source: Error: {0}
ar_sa: خطأ: {0}
id_id: Kesalahan: {0}
ko_kr: 오류: {0}
zh_cn: 错误: {0}
zh_tw: 錯誤: {0}

# FailedToLaunchInstaller
source: Error: Failed to launch installer. {0}
ar_sa: خطأ: فشل في تشغيل المثبت. {0}
es_es: Error: No se pudo iniciar el instalador. {0}
id_id: Kesalahan: Gagal meluncurkan penginstal. {0}
ko_kr: 오류: 설치 프로그램을 시작하지 못했습니다. {0}
zh_cn: 错误: 启动安装程序失败。 {0}
zh_tw: 錯誤: 啟動安裝程式失敗。 {0}

# NoDownloadablePlugins
source: No downloadable plugins available for installation
ar_sa: لا توجد إضافات قابلة للتنزيل متاحة للتثبيت
es_es: No hay complementos descargables disponibles para la instalación
id_id: Tidak ada plugin yang dapat diunduh untuk diinstal
ko_kr: 설치할 수 있는 다운로드 가능한 플러그인이 없습니다.
zh_cn: 没有可供安装的可下载插件
zh_tw: 沒有可供安裝的可下載外掛程式

# InstallAllMessage
source: Install all {0} downloaded plugins.\nYou need to close YMM4 to start the installation.\n\nDo you want to proceed?
ar_sa: تثبيت جميع الإضافات التي تم تنزيلها وعددها {0}.\nتحتاج إلى إغلاق YMM4 لبدء التثبيت.\n\nهل تريد المتابعة؟
es_es: Instalar todos los {0} complementos descargados.\nNecesita cerrar YMM4 para iniciar la instalación.\n\n¿Desea continuar?
id_id: Pasang semua {0} plugin yang diunduh.\nAnda perlu menutup YMM4 untuk memulai instalasi.\n\nApakah Anda ingin melanjutkan?
ko_kr: 다운로드한 플러그인 {0}개를 모두 설치합니다.\n설치를 시작하려면 YMM4를 종료해야 합니다.\n\n실행하시겠습니까?
zh_cn: 安装所有 {0} 个下载的插件。\n您需要关闭 YMM4 以开始安装。\n\n要继续吗？
zh_tw: 安裝所有 {0} 個下載的外掛程式。\n您需要關閉 YMM4 以開始安裝。\n\n要繼續嗎？

source: Install All Plugins
ar_sa: تثبيت جميع الإضافات
es_es: Instalar todos los complementos
id_id: Pasang Semua Plugin
ko_kr: 플러그인 일괄 설치
zh_cn: 批量安装插件
zh_tw: 批量安裝外掛程式

# CancelBulkInstallation
source: Batch installation has been canceled.
ar_sa: تم إلغاء التثبيت بالجملة.
es_es: La instalación por lotes ha sido cancelada.
id_id: Instalasi batch telah dibatalkan.
ko_kr: 일괄 설치가 취소되었습니다.
zh_cn: 批量安装已取消。
zh_tw: 批量安裝已取消。

# NoPluginsSelected
source: No plugins selected for installation.
zh_cn: 未选择要安装的插件。

source: Plugins to Install
zh_cn: 要安装的插件

source: Delete
zh_cn: 删除

source: Install
zh_cn: 安装

source: File Name
zh_cn: 文件名

source: Cancel
zh_cn: 取消

# IsCleanYmmeFile
source: Delete .ymme file after installation
ar_sa: حذف ملف .ymme بعد التثبيت
es_es: Eliminar archivo .ymme después de la instalación
id_id: Hapus file .ymme setelah instalasi
ko_kr: 설치 후 .ymme 파일 삭제
zh_cn: .ymme 文件安装后删除
zh_tw: .ymme 檔案安裝後刪除

source: .ymme file path
ar_sa: مسار ملف .ymme
es_es: Ruta del archivo .ymme
id_id: Path file .ymme
ko_kr: .ymme 파일 경로
zh_cn: .ymme 文件路径
zh_tw: .ymme 檔案路徑
